Repository: irfanpule/django-form-surveys
Catalog: djf_surveys/locale/*/LC_MESSAGES/django.po
Languages: id

source: Click Button Add to adding choice
id: Klik tombol Tambah untuk menambahkan pilihan

source: Add Question
id: Tambah Pertanyaan

source: Edit Question
id: Sunting Pertanyaan

source: Add New Survey
id: Tambah Survei Baru

source: Edit Survey
id: Sunting Survei

source: Update ordering of questions succeeded.
id: Urutan pertanyaan berhasil diperbarui

source: name
id: nama

source: description
id: deskripsi

source: editable
id: dapat diedit

source: If False, user can't edit record.
id: Jika Tidak, pengguna tidak dapat mengedit jawaban

source: deletable
id: dapat dihapus

source: If False, user can't delete record.
id: Jika Tidak, pengguna tidak dapat menghapus jawaban

source: mutiple submissions
id: Dapat menjawab lebih dari satu

source: If True, user can resubmit.
id: Jika cek, pengguna dapat menjawab ulang.

source: private response
id: tanggapan pribadi

source: If True, only admin and owner can access.
id: Jika cek, hanya admin dan pemilik yang dapat mengakses.

source: anonymous submission
id: menjawab dengan identitas anonim

source: If True, user without authentatication can submit.
id: Jika cek, pengguna tanpa autentikasi dapat menjawab.

source: survey
id: survei

source: surveys
id: survei

source: Text
id: Teks

source: Number
id: Angkat

source: Date
id: Tanggal

source: Rating
id: Peringkat

source: key
id: kunci

source: Unique key for this question, fill in the blank if you want to use for automatic generation.
id: Kunci sebagai identitas unik bidang ini. Kosongkan jika ingin terisi otomatis oleh sistem.

source: Enter your question in here.
id: Masukkan pertanyaan Anda di sini.

source: type of input field
id: tipe dari input field

source: choices
id: pilihan

source: If type of field is radio, select, or multi select, fill in the options separated by commas. Ex: Male, Female.
id: Jika jenis field radio, select, atau multi select, isikan pilihan dipisahkan dengan koma. Contoh: Pria, Wanita.

source: help text
id: teks bantuan / instruksi

source: You can add a help text in here.
id: Anda dapat menambahkan teks bantuan / instruksi di sini.

source: required
id: wajib

source: If True, the user must provide an answer to this question.
id: Jika cek, pengguna wajib memberikan jawaban atas pertanyaan ini.

source: Defines the question order within the surveys.
id: Menentukan urutan pertanyaan dalam survei.

source: question
id: pertanyaan

source: questions
id: pertanyaan

source: user
id: pengguna

source: user answer
id: jawaban pengguna

source: user answers
id: jawaban pengguna

source: value
id: nilai / isi

source: The value of the answer given by the user.
id: Nilai jawaban yang diberikan oleh pengguna.

source: answer
id: jawaban

source: answers
id: jawaban

source: No summary
id: Tidak ada ringkasan

source: Submit
id: Kirim

source: An error occured!
id: Terjadi kesalahan

source: Create a survey
id: Buat survei

source: Result
id: Hasil

source: There's nothing here...
id: Tidak ada apa-apa di sini...

source: Created survey will appear here, try creating one!
id: Survei yang dibuat akan muncul di sini, coba buat!

source: Home
id: Beranda

source: Surveys
id: Survei

source: About
id: Tentang

source: Type Field
id: Jenis Field

source: Close
id: Tutup

source: Confirmation
id: Konfirmasi

source: Are you sure to delete %(html)s?
id: Anda yakin ingin menghapus %(html)s?

source: Yes
id: Ya

source: Search...
id: Cari...

source: Welcome to the Django Form Survey
id: Selamat Datang di Django Form Survey

source: Making forms easier
id: Membuat Formulir Tanpa Ribet

source: Survey
id: Survei

source: at least two choices
id: Minimal dua pilihan

source: Value cannot be greater than 5.
id: Nilai tidak boleh lebih besar dari 5.

source: Value cannot be less than 1.
id: Nilai tidak boleh kurang dari 1.

source: Something went wrong.
id: Terjadi beberapa kesalahan.

source: Add Survey
id: Tambah Survei

source: Sorry, you must be logged in to fill out the survey.
id: Maaf, Anda harus login untuk mengisi survei.

source: You have submitted out this survey.
id: Anda telah mengirimkan survei.

source: You can't edit this survey. You don't have permission.
id: Anda tidak dapat mengedit survei ini. Anda tidak memiliki izin.

source: You can't delete this survey. You don't have permission.
id: Anda tidak dapat menghapus survei ini. Anda tidak memiliki izin.

source: Answer succesfully deleted.
id: Jawaban berhasil dihapus.

source: You can't access this page. You don't have permission.
id: Anda tidak dapat mengakses halaman ini. Anda tidak memiliki izin.

source: Survey Result
id: Hasil Survei
